//SDRXG12A JOB (ACCT),'ICETOOL',CLASS=A,
//          MSGCLASS=X,MSGLEVEL=(1,1),
//          REGION=0M,NOTIFY=&SYSUID
//QWBATCH  EXEC PGM=QWIKREF1,PARM='V=* P=* R=V3R7 I=SYNCSORT'
//STEPLIB  DD DSN=SYS5.QWF.LINKLIB,DISP=SHR
//QWPRINT  DD DSN=SDRXG12.QW.ICETOOL,DISP=(,CATLG,DELETE),
//            DCB=(RECFM=VBA,LRECL=133,BLKSIZE=6000),
//            SPACE=(CYL,(5,5),RLSE),UNIT=SYSDA
//QWREFDD  DD DSN=SYS50.QWF.DATABASE,DISP=SHR 
//QWCMDSDD DD *
  SORT 5 A